Repository: fmuamarr/jakone_pay_casestudy
Catalog: lib/l10n/app_*.arb
Languages: id

# monasTitle
source: National Monument
id: Monumen Nasional

# monasDesc
source: Explore Jakarta with Jakarta Tourist Pass.
id: Jelajahi Jakarta dengan Jakarta Tourist Pass.

# ancolDesc
source: Experience Jakarta effortlessly with the Tourist Pass.
id: Nikmati Jakarta dengan mudah dengan Tourist Pass.

# ragunanTitle
source: Ragunan Zoo
id: Kebun Binatang Ragunan

# ragunanDesc
source: Easy payment to many destination.
id: Pembayaran mudah ke banyak destinasi.

# loginButton
source: Continue as a Guest
id: Lanjutkan dengan Guest

# greetUserHome
source: Good Morning,
id: Selamat Pagi,

# userBalance
source: Balance Account
id: Saldo

# placesTabTitle
source: Let's Go with Jakarta Tourist Pass
id: Ayo Jelajahi Jakarta dengan Tourist Pass

# placesTabDesc
source: a place not to be missed
id: tempat yang tak boleh terlewatkan

# viewAllText
source: View All
id: Lihat

# eventsTabTitle
source: Events in Jakarta
id: Acara di Jakarta

# eventsTabDesc
source: don't miss the current events
id: jangan lewatkan acara-acara terkini

# detailButton
source: Detail
id: Lihat

source: More Information
id: Selengkapnya

# userAlert
source: Complete your Account profile
id: Lengkapi profil akun anda

source: Support
id: Bantuan

source: Cards
id: Kartu Kredit

source: Help Center
id: Pusat Bantuan

# tNC
source: Terms & Conditions
id: Syarat & Ketentuan

# othersTxt
source: Other
id: Lainnya
